<template>
<main class="container mx-auto px-8">

  <section class="w-620px mx-auto">

    <N-link to="/templates/news" class="parmigiano opacity-72 hover:text-blue-600">
      / Новости
    </N-link>

    <h1 class="cheddar my-4">Подъезд к рабочему поселку Вача отремонтировали в рамках нацпроекта «Безопасные и качественные автомобильные дороги»</h1>

    <div class="parmigiano opacity-72">
      30 апреля, 18:30
    </div>


    <picture class="block aspect-9/16 my-6">
      <img
        class="shadow-lg rounded-3xl" 
        :src="`https://picsum.photos/id/507/900/600`" alt="">
    </picture>


    <article class="parmigiano opacity-72">    
      <p class="mb-3">Приемку работ по ремонту подъезда к рабочему поселку Вача от автомобильной дороги Ряжск - Касимов - Муром - Нижний Новгород провели сотрудники Главного управления автомобильных дорог региона. Новое асфальтобетонное покрытие появилось на участке протяженностью 4 км благодаря национальному проекту «Безопасные и качественные автомобильные дороги».</p>
      <p class="mb-3">«Ремонтная кампания в регионе идет по графику. Уже отремонтировано более 350 км дорог. Что касается подъезда к Ваче, в районном центре проживает более 5 тысяч человек. А эта дорога находилась в ненормативном состоянии, и ремонт здесь был необходим. Поэтому мы включили участок в план работ на 2020 год», - сказал губернатор Нижегородской области Глеб Никитин.</p>
      <p class="mb-3">В рамках ремонта на участке провели фрезерование старого асфальта, выполнили подсыпку и планировку обочин, уложили выравнивающий и верхний слои асфальтобетонного покрытия. Также нанесена горизонтальная дорожная разметка. Стоимость работ составила 20,3 млн рублей.</p>
      <p class="mb-3">Напомним, региональная программа национального проекта «Безопасные и качественные автомобильные дороги» на 2020 год включает в себя 195 участков общей протяженностью 881,1 км.</p>
      <p class="mb-3">По поручению губернатора Нижегородской области Глеба Никитина, контракты на проведение дорожных работ по нацпроекту «Безопасные и качественные автомобильные дороги» были заключены в 2019 году. Это позволило подрядчикам рационально распределить свои ресурсы и оперативно приступить к ремонту дорог.</p>
      <p>В соответствии с указом президента РФ Владимира Путина в 2019 году в 83-х субъектах Российской Федерации, в том числе в Нижегородской области стартовал национальный проект «Безопасные и качественные автомобильные дороги». Он направлен на увеличение доли автомобильных дорог, соответствующих нормативным требованиям. Фактически национальный проект стал продолжением приоритетного проекта «Безопасные и качественные дороги» 2017-2018 годов.</p>
    </article>

    <div class="text-rocky flex font-medium mt-10 mb-16">
      <div class="flex items-center">
        <CIconBase>
          <path d="M5 5C3.34315 5 2 6.34315 2 8s1.34315 3 3 3h1c.55228 0 1 .4477 1 1s-.44772 1-1 1H5c-2.76142 0-5-2.2386-5-5 0-2.76142 2.23858-5 5-5h1c.55228 0 1 .44772 1 1s-.44772 1-1 1H5Zm4-1c0-.55228.44771-1 1-1h1c2.7614 0 5 2.23858 5 5 0 2.7614-2.2386 5-5 5h-1c-.55229 0-1-.4477-1-1s.44771-1 1-1h1c1.6569 0 3-1.34315 3-3s-1.3431-3-3-3h-1c-.55229 0-1-.44772-1-1Z" />
          <path d="M4 8c0-.55228.44772-1 1-1h6c.5523 0 1 .44772 1 1s-.4477 1-1 1H5c-.55228 0-1-.44772-1-1Z" />
        </CIconBase>
        <a href="#" class="ml-6px">Источник</a>
      </div>

      <div class="flex items-center ml-6">
        <CIconBase>
          <path d="M3.5 7C2.67157 7 2 7.67157 2 8.5S2.67157 10 3.5 10 5 9.32843 5 8.5 4.32843 7 3.5 7ZM0 8.5C0 6.567 1.567 5 3.5 5S7 6.567 7 8.5 5.433 12 3.5 12 0 10.433 0 8.5ZM12.5 2c-.8284 0-1.5.67157-1.5 1.5S11.6716 5 12.5 5 14 4.32843 14 3.5 13.3284 2 12.5 2ZM9 3.5C9 1.567 10.567 0 12.5 0S16 1.567 16 3.5 14.433 7 12.5 7 9 5.433 9 3.5ZM12.5 11c-.8284 0-1.5.6716-1.5 1.5s.6716 1.5 1.5 1.5 1.5-.6716 1.5-1.5-.6716-1.5-1.5-1.5ZM9 12.5C9 10.567 10.567 9 12.5 9s3.5 1.567 3.5 3.5-1.567 3.5-3.5 3.5S9 14.433 9 12.5Z"/>
          <path d="M8.89443 5.05279c.24699.49398.04676 1.09465-.44722 1.34164l-2 1c-.49397.24699-1.09465.04676-1.34164-.44722-.24699-.49397-.04676-1.09465.44722-1.34164l2-1c.49398-.24699 1.09465-.04676 1.34164.44722ZM7.10557 10.0528c.24699-.49399.84767-.69422 1.34164-.44723l1.99999 1.00003c.494.247.6942.8476.4472 1.3416-.247.494-.8476.6942-1.34161.4472l-2-1c-.49398-.247-.69421-.8476-.44722-1.3416Z"/>
        </CIconBase>
        <a href="#" class="ml-6px">Поделиться</a>
      </div>
    </div>
  </section>






  <div class="flex flex-wrap gap-8">

    <N-link to="/templates/news/item" class="group w-1/4 h-1/2 flex-shrink flex-grow"
      v-for="It in 3"
      :key="It.id"
    >
      <figure>
        <picture class="block aspect-9/16">
          <img
            class="shadow-lg rounded-16" 
            :src="`https://picsum.photos/id/${It+303}/480/320`" alt="">
        </picture>
        <figcaption>
          <h3 class="taleggio mt-4 mb-2 group-hover:text-interstellar">Репетиции парада Победы в Мурманске состоятся 5 и 7 мая</h3>
          <div class="parmigiano opacity-48 group-hover:opacity-64">20 апреля</div>
        </figcaption>
      </figure>
    </N-link>
  </div>

</main>
</template>

<script>
export default {

}
</script>

<style>

</style>